Tekla.Structures.CatalogInternal.dotcatUserPropertyOption2_t
Serialization structure for UserPropertyOption.

Tekla.Structures.CatalogInternal.dotcatUserPropertyOption2_t.OptionLabelTranslated
The translated option label.

Tekla.Structures.CatalogInternal.dotcatUserPropertyOption2_t.ClientId
The client ID.